Repository: wp-plugins/sendit
Catalog: languages/sendit-*.po
Languages: sv_se

source: Subscribe
sv_se: Prenumerera

source: Newsletter title:
sv_se: Rubrik för nyhetsbrevet

source: Mailing list ID:
sv_se: ID epost lista:

source: Send
sv_se: Skicka

source: Newsletter
sv_se: Nyhetsbrev

source: Manage subscribers
sv_se: Administrera prenumeranter

source: Options
sv_se: Alternativ

source: email import
sv_se: Epost import

source: Import emails from comments
sv_se: Importera epost från komentarer

source: Mailing list updated
sv_se: Epostlistan updaterad

source: Available lists
sv_se: Tillgängliga listor

source: Edit
sv_se: Redigera

source: Newsletter options
sv_se: Alternativ för nyhetsbrev

source: from email
sv_se: Från epost

source: Newsletter name
sv_se: Namn på nyhetsbrev

source: Template
sv_se: Mall

source: Header and Footer (XHTML code)
sv_se: Header och Footer (XHTML code)

source: Save
sv_se: Spara

source: Send Newsletter
sv_se: Skicka Nyhetsbrev

source: Select a post (if you want to send it by email)
sv_se: Välj artikel (om du vill skicka den via epost)

source: Mailing list created succesfully!
sv_se: Epostlista skapades!

source: email@here
sv_se: epost@here

source: New mailing list
sv_se: Ny epostlista

source: Mailing created successfully!
sv_se: Epostlista skapad!

source: Create new list
sv_se: Skapa ny epostlista

source: Mailing list
sv_se: Epostlista

source: Please select a mailing list
sv_se: Välj epostlista

source: Subject
sv_se: Rubrik

source: Mailing list management
sv_se: Adminstrationa av epostlistan

source: Select list
sv_se: Välj lista

source: Manual Subscribe mailing list
sv_se: Manuel prenumeration

source: Copy here one or more email address
sv_se: Kopiera här en eller flera epost adresser

source: email address (one or more: default separator= line break)
sv_se: epost adress (en eller flera: separera med ny rad)

source: Add
sv_se: Lägg till

source: Subscribers
sv_se: Prenumeranter

source: email
sv_se: epost

source: Confirmed
sv_se: Bekräftad

source: Cancelled
sv_se: Avprenumererad

source: Update
sv_se: Uppdatera

source: Delete
sv_se: Radera

source: Thank you for subscribe our newsletter!
sv_se: Tack för att du prenumererar på vår nyhetsbrev!

source: you will be updated
sv_se: du blir underrättad

source: email addresso not present or something is going wrong?!
sv_se: epost adress finns inte eller så har det uppstått ett fel?!

source: Your email address was deleted suffesfully from our mailing list!
sv_se: Din epost adress togs bort från vår epostlista!

source: not valid email address
sv_se: Felaktig epost format

source: email address already present
sv_se: epost finns redan

source: Welcome to newsletter by:
sv_se: Välkommen till nyhetsbrev från:

source: To confirm your subscription please follow this link
sv_se: För att bekräfta din prenumeration vänligen klicka på denna länk

source: Confirm here
sv_se: Bekräfta här

source: New subscriber for your newsletter:
sv_se: Ny prenumerant för din nyhetsbrev:

source: subscribe to your mailing list:
sv_se: prenumerera på din epostlista:

source: Mailing deleted successfully!
sv_se: epost raderad!

source: Are You sure to delete %d list? it will delete all mailing list and subscribers data
sv_se: Är du säker på du vill radera %d Lista? Alla prenumeranter och listdata raderas

source: Import email from comments (wp_comments)
sv_se: Importera från kommentar (wp_comments)

source: Click on Import button to start. All comments email will be added to your mailing list ID 1
sv_se: Klicka på Importera knappen. Alla adresser från kommentar kommer att läggas till lista ID 1

source: (email address already presents will not be added)
sv_se: (Epost adress finns redan)

source: Import
sv_se: Importera

source: email %s already present
sv_se: epost %s finns redan

source: email %s succesfully added
sv_se: epost %s lades till

source: Email deleted succesfully!
sv_se: epost raderad!

source: email %s edited succesfully
sv_se: epost %s editerad!

source: email %s added succesfully!
sv_se: epost %s lades till!

source: Not confirmed
sv_se: Ej bekräftad

source: Newsletter sent by Sendit Wordpress plugin
sv_se: Nyhetsbrev skickad med Sendit plugin Wordpress

source: SMTP settings
sv_se: SMTP inställningar

source: Import emails from WP Users
sv_se: Importera epost från WP användare

source: Import emails from BBpress
sv_se: Importera epost från BBpress

source: Sendit SMTP settings
sv_se: Sendit SMTP inställningar

source: Settings saved!
sv_se: Inställningar sparade!

source: Smtp settings are required only if you want to send mail using an SMTP server
sv_se: SMTP inställningar krävs endast om du skickar via SMTP server

source: By default Sendit will send newsletter using the mail() function, if you sant to send mail using SMTP server you just have to type your settings here
sv_se: Som standars anvädet Sendit mail() funktion, om du vill skicka via SMTP måste du ange inställningar här

source: Settings below are required only if SMTP server require authentication
sv_se: Inställninga nedan krävs endast om din server kräver SMTP verifiering

source: Save settings
sv_se: Spara inställningar

source: Import email from Authors (wp_users)
sv_se: Importera epost från skribenter (wp_users)

source: Click on Import button to start. All Authors email will be added to your mailing list ID 1
sv_se: Klicka på Importrera knappen. Alla e-post adresser för författare kommer att läggas till lista med ID 1

source: Import email from BBpress Users (bb_users)
sv_se: Importera epost från BBpress

source: Get content
sv_se: Hämta innehåll

source: To unsubscribe, please click on the link below
sv_se: För att Avprenumerera, vänligen klicka på länken nedan

source: Unsubscribe now
sv_se: Avprenumerara nu

source: Subscription completed now Check your email and confirm
sv_se: Prenumeration klar, kolla din epost för bekräftelse mejl

source: These settings are useful if you want to send email blocks and stop for some seconds
sv_se: Dessa inställningar är användbara om du vill skicka ett gäng och vänta i några sekunder

source: Error sending email!
sv_se: Fel vid utskick

source: Sendit will restart to send newsletters in %s seconds
sv_se: Sendit kommer att skicka nyhetsbrev om %s sekunder

source: Subscriptions confirmed
sv_se: Prenumeration bekräftad

source: Lists management
sv_se: Listhanterare
